docs/campaigns/F14-cooling-ladder/K0cT_runs/B_hi_c_adiabatic/0.orig/T
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2606                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0.orig";
    object      T;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 307.661907345;

boundaryField
{
    hotWall
    {
        type            fixedValue;
        value           uniform 327.611907345;
    }
    coldWall
    {
        type            fixedValue;
        value           uniform 287.711907345;
    }
    topWall    { type zeroGradient; }
    bottomWall { type zeroGradient; }
    frontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //
